#+TITLE:HutchinsonDroughtIndex 
#+AUTHOR: Ivan Hanigan
#+email: ivan.hanigan@anu.edu.au
#+LaTeX_CLASS: article
#+LaTeX_CLASS_OPTIONS: [a4paper]
#+LATEX: \tableofcontents
-----
** COMMENT vig
#+name:vig
#+begin_src R :session *R* :tangle no :exports none :eval yes
  #### name:vig ####
  setwd("~/projects/HutchinsonDroughtIndex/vignettes")
  library(knitr)
  #dir()
  rmarkdown::render("HutchinsonDroughtIndex.Rmd")
  browseURL("HutchinsonDroughtIndex.html")
#+end_src

#+RESULTS: vig
: 0

